[
    {
        "Item Type": "journalArticle",
        "Publication Year": 2017.0,
        "Author": "Sharma, Priyanka; Lopez-Tarruella, Sara; Garcia-Saenz, Jose Angel; Ward, Claire; Connor, Carol S.; Gomez, Henry L.; Prat, Aleix; Moreno, Fernando; Jerez-Gilarranz, Yolanda; Barnadas, Augusti; Picornell, Antoni C.; del Monte-Millan, Maria; Gonzalez-Rivera, Milagros; Massarrah, Tatiana; Pelaez-Lorenzo, Beatriz; Palomero, Maria Isabel; Gonzalez del Val, Ricardo; Cortes, Javier; Fuentes, Hugo; Bretel, Denisse; Marquez-Rodas, Ivan; Perou, Charles M.; Wagner, Jamie L.; Mammen, Joshua V.; McGinness, Marilee K.; Klemp, Jennifer R.; Amin, Amanda L.; Fabian, Carol J.; Heldstab, Jaimie; Godwin, Andrew K.; Jensen, Roy A.; Kimler, Bruce F.; Khan, Qamar J.; Martin, Miguel",
        "Title": "Efficacy of neoadjuvant carboplatin plus docetaxel in triple negative breast cancer: Combined analysis of two cohorts",
        "Short Title": "Efficacy of neoadjuvant carboplatin plus docetaxel in triple negative breast cancer",
        "Publication Title": "Clinical cancer research : an official journal of the American Association for Cancer Research",
        "DOI": "10.1158/1078-0432.CCR-16-0162",
        "Url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5156592/",
        "Abstract Note": "PURPOSE Recent studies demonstrate that addition of neoadjuvant (NA) carboplatin (Cb) to anthracycline/taxane chemotherapy improves pathological complete response (pCR) in triple negative breast cancer (TNBC). Effectiveness of anthracycline-free, platinum combinations in TNBC is not well known. Here we report efficacy of NA carboplatin + docetaxel (CbD) in TNBC. PATIENTS AND METHODS The study population includes 190 patients with stage I-III TNBC treated uniformly on two independent prospective cohorts. All patients were prescribed NA chemotherapy regimen of Cb (AUC 6) + D (75mg/m2) given every 21 days x 6 cycles. Pathological complete response (pCR: no evidence of invasive tumor in the breast and axilla) and Residual Cancer Burden (RCB) were evaluated. RESULTS Among 190 patients, median tumor size was 35mm, 52% Lymph Node positive and 16% had germline BRCA1/2 mutation. The overall pCR and RCB 0+1 rates were 55% and 68%, respectively. pCR in patients with BRCA associated and wild-type TNBC were 59% and 56%, respectively (p=0.83). On multivariable analysis stage III disease was the only factor associated with a lower likelihood of achieving a pCR. 21% and 7% of patients, respectively, experienced at least one grade 3 or 4 adverse event. CONCLUSION The CbD regimen was well tolerated and yielded high pCR rates in both BRCA associated and wildtype TNBC. These results are comparable to pCR achieved with addition of Cb to anthracycline-taxane chemotherapy. Our study adds to the existing data on the efficacy of platinum agents in TNBC and supports further exploration of the CbD regimen in randomized studies.",
        "Date": "2017-02-01",
        "Pages": "649-657",
        "Issue": 3.0,
        "Volume": 23.0,
        "Library Catalog": "PubMed Central"
    }
]
